Repository: jacobpdq/envoy.website
Catalog: envoynet/src/Locale/*/default.po
Languages: fr_ca

source: Travel Agent
fr_ca: Agent de voyages

source: Register an Account
fr_ca: Créer un compte

source: Forgot Password
fr_ca: Mot de passe oublié&nbsp;?

source: Username
fr_ca: ID

source: Password
fr_ca: Mot de passe

source: Serving the Travel
fr_ca: Au service de l'industrie du voyage

source: and Tourism Industry
fr_ca: et du tourisme

source: for over 15 years.
fr_ca: depuis plus de 15 ans.

source: BECOME A PART OF THE NETWORK
fr_ca: FAITES PARTIE DU RESEAU

source: ENVOY is a distribution and fulfillment company that specializes in providing the travel industry with
fr_ca: ENVOY est une entreprise de distribution et de gestion de commandes qui se spécialise en fournissant à l'industrie du voyage des

source: custom marketing solutions
fr_ca: solutions marketing personnalisées

source: Our business is built on:
fr_ca: Nos activités reposent sur:

source: Partnerships
fr_ca: Les partenariats

source: Intelligence
fr_ca: L'intelligence

source: Reach
fr_ca: La portée commerciale

source: THE ENVOY OVERVIEW
fr_ca: VUE D'ENSEMBLE D'ENVOY

source: About ENVOY
fr_ca: A propos d'ENVOY

source: Envoy specializes in providing the Travel & Tourism industry with custom programs to deliver marketing campaigns that facilitate successful transactions. By leveraging it's extensive partnerships in Travel & Tourism, unparalleled reach is achieved to consumer & retail outlets.
fr_ca: Envoy se spécialise en fournissant à l'industrie du voyage et du tourisme des programmes personnalisés afin de livrer des campagnes marketing facilitant des transactions réussies. En tirant profit de ses partenariats d'envergure en voyages et tourisme, la portée inégalée auprès des consommateurs et des détaillants s'avère accomplie.

source: With significant investments in equipment, vehicles, infrastructure and technology. Envoy represents its modern position by exceeding the requirements of the Travel & Tourism industry.
fr_ca: Avec des investissements importants au niveau de l'équipement, des véhicules, de l'infrastructure et de la technologie, Envoy détermine sa position moderne en dépassant les exigences de l'industrie du voyage et du tourisme.

source: Some of Our Partners
fr_ca: Nos partenaires

source: Supplier
fr_ca: Fournisseur

source: Logistics
fr_ca: Logistiques

source: Digital Support
fr_ca: Support numérique

source: Marketing Solutions
fr_ca: Solutions marketing

source: Meet the Team
fr_ca: Équipe

source: Welcome
fr_ca: Bienvenue

source: Click on thumbnail to view larger image
fr_ca: Cliquez sur l'image pour l'agrandir

source: New Arrivals
fr_ca: Nouvelles arrivées

source: FrenchBrochures
fr_ca: Brochures en français

source: FrenchBrochure
fr_ca: Version française

source: EnglishBrochure
fr_ca: Version anglaise

source: French
fr_ca: Français

source: English
fr_ca: Anglais

source: brochures per order
fr_ca: brochures par commande

source: #brochures
fr_ca: # de brochures

source: Brochure Language
fr_ca: En Français?

source: My Profile
fr_ca: Mon profil

source: My Orders
fr_ca: Commandes

source: Order Details
fr_ca: Détails de la commande

source: View Details
fr_ca: Détails

source: View All Orders
fr_ca: Toutes les commandes

source: Logout
fr_ca: Déconnecter

source: Checkout
fr_ca: Compléter la commande

source: View Items in Cart
fr_ca: Article(s) dans le panier

source: Add to Order
fr_ca: Commander

source: Quantity
fr_ca: Quantité

source: Update Order
fr_ca: Recalculer commande

source: Continue Viewing
fr_ca: Continuer vos achats

source: Process Order
fr_ca: Completer la commande

source: Shopping Cart
fr_ca: Panier

source: Company Name
fr_ca: Entreprise

source: Company
fr_ca: Entreprise

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Address1
fr_ca: Adresse 1

source: Address
fr_ca: Adresse

source: City
fr_ca: Ville

source: Postal Code
fr_ca: Code Postal

source: Email
fr_ca: Courriel

source: Tel
fr_ca: Téléphone

source: Country
fr_ca: Pays

source: Order Number
fr_ca: Numéro de commande

source: View Order
fr_ca: Voir commande

source: Order Comments
fr_ca: Commentaires

source: Order Id
fr_ca: Numéro de commande

source: Brochure Name
fr_ca: Nom de la brochure

source: Qty Ordered
fr_ca: Quantité commandée

source: Qty Shipped
fr_ca: Quantité envoyée

source: Delivery Address
fr_ca: Adresse de livraison

source: Status
fr_ca: Statut

source: Shipped Via
fr_ca: Envoyé par

source: Tracking Num
fr_ca: Numéro de repérage

source: About Us
fr_ca: À propos de nous

source: Contact Us
fr_ca: Nous joindre

source: Login
fr_ca: Connexion

source: Overview
fr_ca: Sommaire

source: Previous
fr_ca: Précédent

source: Orders
fr_ca: Commandes

source: My Receipts
fr_ca: Mes reçus

source: Receipts
fr_ca: Mes reçus

source: Order source
fr_ca: Provenance

source: Name
fr_ca: Nom

source: Qty per skid
fr_ca: Qté par palette

source: Qty per box
fr_ca: Qté par boîte

source: Weight
fr_ca: Poids

source: BC inventory
fr_ca: Inventaire C.-B.

source: ON inventory
fr_ca: Inventaire Ontario

source: E-mail
fr_ca: Courriel

source: Your Cart
fr_ca: Votre panier

source: Remove Item
fr_ca: Retirer la brochure du panier

source: Max order
fr_ca: Commande max

source: Place Order
fr_ca: Commander

source: Filter by date
fr_ca: Filtrer par date

source: Export to Excel
fr_ca: Export vers Excel

source: Ontario <br>BC<br>Total
fr_ca: Total<br>Ontario<br>BC

source: Inventory Balance
fr_ca: Balance d'inventaire

source: Summary Report
fr_ca: Sommaire

source: Street
fr_ca: Rue

source: Submit
fr_ca: Envoyer

source: Next
fr_ca: Suivant

source: Tracking num
fr_ca: Numéro de repérage

source: Full-service asset management and excellent distribution opportunities meet here.
fr_ca: Nous offrons un service complet en gestion de ressources et d'excellentes occasions de distribution.

source: Fulfillment
fr_ca: Gestion de commandes

source: Our full-service custom fulfillment includes: media-generated responses, consumer requests for assets, collateral material management, poster/video/promotional document fulfillment, response card requests, label generation and a host of solutions for all your needs. Barcode technology and customized pick and pack software provide accurate and efficient order processing.
fr_ca: Notre service complet et personnalisé de gestion de commandes inclut : les réponses générées par les médias, les requêtes de ressources des consommateurs, la gestion de matériel de soutien et de commandes de documents promotionnels/vidéos/affiches, les demandes de cartes-réponses, la production d'étiquettes et une gamme de solutions pour tous vos besoins. La technologie de code à barres et le logiciel personnalisé de prélèvement et emballage fournissent un traitement des commandes précis et efficace.

source: Delivery
fr_ca: Livraison

source: With a fleet of vehicles in Toronto and Vancouver, we provide our customers with timely delivery windows and no consolidation. Our network of industry-specific subcontractors provide service to all other major cities.
fr_ca: Avec une flotte de véhicules à Toronto et Vancouver, nous offrons à nos clients une livraison ponctuelle et sans consolidation. Notre réseau de sous-traitants spécifiques à l'industrie dessert toutes les autres villes importantes.

source: Warehousing
fr_ca: Entreposage

source: We offer secure and insured storage of printed materials and valuable goods utilizing an electronic inventory management system. We have scalable facilities in both Pickering, Ontario and Richmond, British Columbia.
fr_ca: Nous offrons un stockage sécuritaire et protégé de matériel imprimé et de marchandises de valeur en utilisant un système de gestion d'inventaire électronique. Nous disposons d'installations variables à Pickering en Ontario et à Richmond en Colombie-Britannique.

source: Giving you flexibility with the power of digital distribution, ordering, and pre-ordering.
fr_ca: Nous vous offrons de la flexibilité avec la puissance de la distribution, des commandes et des précommandes numériques.

source: Digital support
fr_ca: Support numérique

source: Online brochure re-ordering:
fr_ca: Approvisionnement de brochures en ligne:

source: Our comprehensive website is the easiest and most efficient way for travel agents to order brochures. Orders are processed immediately upon reciept and fulfilled in a timely manner. Online supplier access through a secure login allows you to view your order history, track shipments, place new orders and monitor inventory levels.
fr_ca: La manière la plus facile et efficace de commander des brochures pour les agents de voyages demeure notre site Web des plus complet. Les commandes sont traitées dès leur réception et la gestion est effectuée de manière ponctuelle. L'accès au fournisseur en ligne est possible grâce à une ouverture de session sécurisée vous permettant de visualiser l'historique de votre commande, de faire le suivi des envois, d'effectuer de nouvelles commandes et de contrôler les niveaux de votre inventaire.

source: Brochure order capturing:
fr_ca: Saisie de commande des Brochures:

source: This allows full control over who receives your collateral. Your brochure is hosted at envoynetworks.ca, the agent order is captured and complete order details are emailed directly to you for fulfillment.
fr_ca: Cela vous permet d'avoir tout le droit de regard sur qui reçoit votre matériel de soutien. Votre brochure est hébergée au envoynetworks.ca, la commande de l'agent est saisie et les détails complets vous sont directement envoyés par courriel pour qu'elle soit gérée.

source: Brochure pre-order:
fr_ca: Precommande des brochures:

source: Exclusive to ENVOY, agents have the capacity to pre-order brochures in advance of their official release. These orders are captured through our website, a weekly email campaign and printed order form included with Travelweek magazine allowing for more targeted initial distribution and savings on printing costs.
fr_ca: Exclusivement avec ENVOY, les agents peuvent précommander leurs brochures avant leur lancement officiel. Ces commandes sont saisies via notre site Web, et une campagne hebdomadaire par courriel ainsi qu'un formulaire de commande imprimé inclus avec le magazine Travelweek permettent une plus grande distribution initiale ciblée et des économies sur les frais d'impression.

source: Brochure hosting:
fr_ca: Hébergement de brochures:

source: By hosting your digital brochures with envoynetworks.ca, they can be viewed online or downloaded as a pdf allowing travel agents the flexibility of accessing material immediately.
fr_ca: En hébergeant vos brochures numériques sur envoynetworks.ca, ces dernières peuvent être consultées en ligne ou téléchargées en format PDF, ce qui permet aux agents de voyages une flexibilité et un accès immédiat au matériel.

source: Complete and integrated solutions - giving you a powerful edge in today's market.
fr_ca: Des solutions complètes et intégrées vous offrant un avantage concurrentiel sur le marché d'aujourd'hui.

source: Marketing Solutions & Services
fr_ca: Services et solutions marketing

source: Mailing house services:
fr_ca: Services d'envois postaux:

source: ENVOY offers customized mailing services based on your specific requirements; from polybagged brochures and boxed materials to postcards and self-mailers.
fr_ca: ENVOY propose des services d'envois postaux personnalisés adaptés à vos exigences spécifiques; des brochures sous enveloppe plastifiée et colis de matériel jusqu'aux cartes postales et prêts-à-poster.

source: Marketing support:
fr_ca: Support marketing:

source: Your marketing collateral is promoted to travel agents through digital and print copies of Travelweek magazine at no extra charge.
fr_ca: Votre matériel de soutien marketing est promu auprès des agents de voyages grâce aux copies numériques et imprimées du magazine Travelweek, et ce, sans frais.

source: Targeted mailing lists:
fr_ca: Listed d'envois ciblées:

source: We create tailored mailing lists based on your specific marketing needs utilizing our extensive database of travel agents. This service is complimentary if used in conjunction with ENVOY's mailing service.
fr_ca: Nous avons créé des listes d'envois sur mesure basées sur vos besoins marketing spécifiques en utilisant notre vaste base de données d'agents de voyages. Ce service est gratuit s'il est effectué conjointement avec les envois postaux d'ENVOY.

source: Printing services:
fr_ca: Services d'impression:

source: Our on-site web and sheet-fed presses offer all the benefits of a full service printing house to complement to our logistic and digital support.
fr_ca: Notre accès web sur place et nos presses à feuilles offrent tous les bénéfices d'un centre de service d'impression afin de compléter notre support numérique et logistique.

source: ENVOY is a distribution and fulfillment company that specializes in providing the travel industry with custom marketing solutions.
fr_ca: ENVOY est une entreprise de distribution et de gestion de commandes qui se spécialise en fournissant à l'industrie du voyage des solutions marketing personnalisées.

source: Established in 1998 under the name Hippo Express, ENVOY was originally set up to handle the fulfillment and distribution of the industry-leading magazine Travelweek. With significant investments in equipment, vehicles and infrastructure, ENVOY now offers a complete range of specialized logistics and warehouse capabilities specific—but not limited to—the travel and tourism industry. Our intrinsic knowledge and connections within this industry give us a unique advantage for our customers. We speak their language and as a result, anticipate their needs.
fr_ca: Fondée en 1998 sous le nom d'Hippo Express, ENVOY a initialement été créée pour s'occuper de la gestion de commandes et de la distribution du magazine Travelweek. Grâce d'importants investissements au niveau de l'équipement, des véhicules et de l'infrastructure, ENVOY offre maintenant un éventail complet de logistiques spécialisées et de capacités d'entreposage (mais sans se limiter) à l'industrie du voyage et du tourisme. Notre connaissance intrinsèque et nos contacts dans cette industrie nous donnent un avantage unique pour nos consommateurs. Nous parlons leur langage et, du fait, nous anticipons leurs besoins.

source: President
fr_ca: Président

source: Vice President
fr_ca: Vice-président

source: Marketing & Product Development
fr_ca: Développement du produit et marketing

source: Operations
fr_ca: Opérations

source: Warehouse Manager
fr_ca: Directeur de l'entreposage

source: Eastern Canada
fr_ca: Est du Canada

source: Western Canada
fr_ca: Ouest du Canada

source: Corporate Office
fr_ca: Siège social

source: CONTACT US
fr_ca: NOUS JOINDRE

source: Eastern Canada Warehouse
fr_ca: Entrepôt - Est du Canada

source: Western Canada Warehouse
fr_ca: Entrepôt - Ouest du Canada

source: Register
fr_ca: Inscription

source: HomePopupLeftCol1
fr_ca: Bienvenue dans l'Outil de commande de brochures<br />d'ENVOY Canada!

source: HomePopupLeftCol2
fr_ca: Commandez vos brochures en français ici >

source: HomePopupLeftCol3
fr_ca: Retrouvez un mot de passe perdu d’ENVOY, Travelweek, Centre d'apprentissage ou Wheels Up, ou créez un compte!

source: HomePopupRightCol1
fr_ca: NOUVEAU! <a href="<?php echo $this->Url->build(array('controller' => 'pages', 'action' => 'language','prefix'=>'agent')); ?>">Commander des brochures en français</a> est plus facile que jamais!

source: Personal Information
fr_ca: Informations personnelles

source: Business Type
fr_ca: Type d'entreprise

source: association, federation, club, society , group tour organizer
fr_ca: association, fédération, club, société, organisateur de voyages de groupes

source: Tour Operator
fr_ca: Voyagiste

source: Tourist board or office , Chamber of commerce, embassy
fr_ca: Bureau ou office de tourisme, Chambre de commerce, ambassade

source: Travel department in commercial firm
fr_ca: Département de voyages dans une firme commerciale

source: Library, Newspaper, public relations firm
fr_ca: Bibliothèque, journal, firme de relations publiques

source: Student travel counselor
fr_ca: Étudiant (étudiante) en conseils de voyages

source: Hotel, Resort
fr_ca: Hôtel, complexe touristique

source: Carrier/Transportation
fr_ca: Transporteur/entreprise de transport

source: Contact Information
fr_ca: Coordonnées

source: This is my
fr_ca: Ce sont mes

source: Business contact information
fr_ca: Coordonnées d'entreprise

source: Residence contact information
fr_ca: Coordonnées de résidence

source: Unit/Apt/Suite
fr_ca: Numéro de bureau/appartement/suite

source: Province/State
fr_ca: Province/État

source: Phone
fr_ca: Téléphone

source: Website (www.domain.com)
fr_ca: Site Web (www.domain.com)

source: Verify Human, agree to Terms of Use, and Submit Registration Form
fr_ca: Test de reconnaissance humaine; j'accepte les conditions d'utilisation et je soumets le formulaire d'inscription

source: Confirm that you are human
fr_ca: Confirmez votre test de reconnaissance humaine

source: Please enter the sum of
fr_ca: Veuillez entrer la somme de

source: (in the field below)
fr_ca: (dans le champ ci-dessous)

source: I agree to the terms as detailed in the
fr_ca: J'accepte les conditions telles que détaillées dans la

source: Privacy Policy
fr_ca: Politique de confidentialité

source: Preferred Email
fr_ca: Courriel principal

source: Confirm Email
fr_ca: Confirmer le courriel

source: Preferred Username and Password
fr_ca: Nom d'utilisateur et mot de passe principal

source: Username can only consist of letters, numbers, spaces, hyphens and underscores.
fr_ca: Le nom d'utilisateur ne peut être composé que de lettres, chiffres, espaces, traits d'union et traits de soulignement.

source: Confirm Password
fr_ca: Confirmer le mot de passe

source: Hint: the password should be at least eight (8) characters long. To make it stronger, use upper and lower case letters, numbers and symbols like
fr_ca: Astuce: le mot de passe devrait contenir au moins huit (8) caractères. Pour le renforcer, utilisez des lettres majuscules et minuscules, des chiffres et des symboles, tels que

source: Professional Information
fr_ca: Information professionnelle

source: Job Function
fr_ca: Fonction

source: Travel Group
fr_ca: Groupe de voyage

source: owner
fr_ca: propriétaire

source: manager
fr_ca: directeur (directrice)

source: leisure consultant
fr_ca: consultant en loisirs

source: corporate consultant
fr_ca: conseiller en entreprise

source: other
fr_ca: autre

source: Update Profile
fr_ca: Mettre à jour le profil

source: Agent Registration
fr_ca: Inscription de l'agent

source: This Privacy Policy outlines the information Envoy Network Inc will collect on this web site and how it will use that information. It will also tell you who to contact about the personal information which is collected and what to do if you do not want your personal information collected.
fr_ca: Cette Politique de confidentialité présente l'information qu’Envoy Network Inc recueillera sur ce site Web et comment celle-ci sera utilisée. Elle vous indiquera aussi qui contacter au sujet des renseignements personnels obtenus et quoi faire si vous ne voulez pas qu'ils soient recueillis.

source: This web site is owned and operated by Envoy Network Inc.
fr_ca: Votre courriel ou mot de passe est incorrecte.

source: Your ENVOY Password Has Been Reset
fr_ca: Votre ENVOY Mot de passe a été réinitialisé

source: Password Retrieval
fr_ca: Récupération du mot de passe

source: Email Address
fr_ca: Courriel

source: Send Password
fr_ca: Envoyer le mot de passe

source: Your password has been sent. Please check your email.
fr_ca: Votre mot de passe a été envoyé. Merci de consulter vos emails.

source: We couldn't find your email address. Please try entering again or Register as a new user.
fr_ca: Nous ne pouvions trouver votre courriel. S'il vous plaît essayez d'entrer à nouveau ou s'inscrire comme un nouvel utilisateur.

source: The password associated with this email address has been reset to the following
fr_ca: Le mot de passe associé à cette courriel a été réinitialisé à la suivante

source: For accuracy, it is recommended that you copy and paste the password information into the travel agent login area of the website.
fr_ca: Pour plus de précision, il est recommandé que vous copiez et collez les informations de mot de passe dans la zone de connexion de l'agent de voyage du site.

source: You can change your password in the My Profile section of the site once you have logged in.
fr_ca: Vous pouvez changer votre mot de passe dans la section Mon profil du site une fois que vous avez connecté.

source: ENVOY Password Reset
fr_ca: ENVOY Nouveau mot de passe

source: Hello
fr_ca: Bonjour

source: Thank you for your order with ENVOY
fr_ca: Merci de commander avec ENVOY

source: Order Items
fr_ca: Articles du Panier

source: of
fr_ca: de

source: Current Orders Overview
fr_ca: Aperçu des commandes en cours

source: Order Status
fr_ca: Statut

source: Order Source
fr_ca: Provenance

source: Company Information
fr_ca: Nom du fournisseur

source: Order Received Date
fr_ca: Date de la commande

source: View
fr_ca: Détail

source: Brochure SKU
fr_ca: # SKU

source: Brochure name
fr_ca: Nom de la brochure

source: Language
fr_ca: Langue

source: Ontario Inventory
fr_ca: Inventaire en Ontario

source: BC Inventory
fr_ca: Inventaire en Colombie-Britannique

source: Total Inventory
fr_ca: Inventaire total

source: Mailing Information
fr_ca: Adresse de livraison

source: Main Travel Agency Phone Number
fr_ca: Téléphone principal de l'agence de voyage

source: Address2
fr_ca: Adresse 2

source: qty
fr_ca: Quantité

source: Select Date Range
fr_ca: Choisir la période

source: Title
fr_ca: Titre

source: Brochure Description
fr_ca: Description de la brochure

source: Notify me when my inventory reaches
fr_ca: M'avertir lorsque mon inventaire atteint

source: Brochures per box
fr_ca: Brochures par boîte

source: Product Image
fr_ca: Image

source: Note: Should you wish to change any of these settings, please send request to <a href="mail@envoynetworks.ca">mail@envoynetworks.ca</a>a or phone 905-831-0006
fr_ca: Besoin de modifier une commande? Communiquez avec <a href="mail@envoynetworks.ca">mail@envoynetworks.ca</a> ou par téléphone au (905) 831-0006

source: Note: Should you wish to change any of these settings, please send request to <a href="mail@envoynetworks.ca">mail@envoynetworks.ca</a> or phone 905-831-0006
fr_ca: Besoin de modifier une commande? Communiquez avec <a href="mail@envoynetworks.ca">mail@envoynetworks.ca</a> ou par téléphone au (905) 831-0006

source: Login As
fr_ca: Se connecter sous

source: ENVOY
fr_ca: ENVOY Networks

source: User Name
fr_ca: Nom d'utilisateur

source: Disclaimer: This site is intended only for Travel Industry Professionals only
fr_ca: Avertissement: Ce site est strictement réservé aux professionnels de l'industrie du voyage.

source: Terms &amp; Conditions
fr_ca: Termes &amp; conditions

source: Brochure details
fr_ca: Informations sur la brochure

source: Search agent in database
fr_ca: Recherche d'agent

source: Delivery Type
fr_ca: Type de livraison

source: Carrier
fr_ca: Transporteur

source: category
fr_ca: Type

source: inv_notif_threshold
fr_ca: Qté alerte

source: Qty Skid
fr_ca: Qté palette

source: Qty Box
fr_ca: Qté boîte

source: Inv Balance
fr_ca: Balance inventaire

source: Created
fr_ca: Créé le

source: MTD Shipped
fr_ca: MTD envoyés

source: MTD Received
fr_ca: MTD reçus

source: PTD Received
fr_ca: PTD reçus

source: PTD Shipped
fr_ca: PTD envoyés

source: Edit Brochure
fr_ca: Modifier la brochure

source: French Brochures
fr_ca: Brochures en français

source: Home
fr_ca: Bonjour!

source: The order item could not updated. Please, try again.
fr_ca: Une erreur est survenue, veuillez réessayer.
