Repository: jacobpdq/envoy.website
Catalog: envoynet/src/Locale/*/default.po
Languages: fr_ca

source: You must input a quantity of at least 1 to add to your cart
fr_ca: Entrez une quantité de brochures avant de commander

source: Maximum quantity for
fr_ca: Vous avez dépassé la quantité maximale pour

source: Please complete the following
fr_ca: Veuillez compléter ceci

source: Not enough units of
fr_ca: Il n'y a pas assez de

source: in stock.
fr_ca: en inventaire.

source: Brochure was removed from your cart
fr_ca: Brochure retirée de la commande

source: has been added to your cart
fr_ca: a été ajouté au panier

source: Your cart
fr_ca: Votre panier

source: Cart could not be updated. Not enough units in stock for
fr_ca: Attention! Il n'y a pas assez d'inventaire pour

source: Cart could not be updated. Max order quantity exceeded for
fr_ca: Attention! Vous avez dépassé la quantité maximale pour

source: Cart updated!
fr_ca: Panier mis à jour!

source: Cart is empty
fr_ca: Panier vide

source: Order could not be placed. Not enough units in stock.
fr_ca: La commande ne peut être acceptée, il n'y a pas assez d'inventaire.

source: Order has been placed
fr_ca: Commande complétée.

source: Shipping
fr_ca: Livraison

source: Order
fr_ca: Commande

source: Please make sure you enter a valid username/email and a valid password
fr_ca: Veuillez vou assurer d'entrer des informations de connexion valides

source: An unknown error occured
fr_ca: Une erreur s'est produite

source: Please confim that you are human by entering the correct value in the field below
fr_ca: Svp confirmez vos bonnes intentions en entrant la réponse attendue

source: Click here to submit a support request
fr_ca: Cliquez ici pour soumettre votre demande de support

source: Your username/email or password was incorrect. If you are having issues logging in using your username then please use your email.<br/>If you have forgotten your password, please <a href="/agent/password/forgot">click here</a> to reset.<br/>If you are having multiple issues accessing the website then <a href="http://' . SSO_PARENT . '/sso-support/">click here to submit a support request</a>
fr_ca: Vos identifiants de connexion sont incorrects. Si vous éprouvez des difficultés à vous connecter, utilisez votre adresse courriel.<br />Si vous avez oublié votre mot de passe, veuillez <a href="/agent/password/forgot">cliquer ici</a> pour en obtenri un nouveau.<br />Si vous avez toujours des difficultés à accéder au site, <a href="http://' . SSO_PARENT . '/sso-support/">cliquez ici pour faire une demande de support</a>

source: languageLogoAsset
fr_ca: assets/logo_fr.png
